Repository: patrickwheatley2004/AstroMathClient
Catalog: AstroMathClient/Form1.*.resx
Languages: de_de, fr_fr

# btnBackgroundColour.Text
source: Change background Colour
de_de: Ändern Sie die Hintergrundfarbe
fr_fr: Changer la couleur de fond

# btnBackgroundColour.ToolTip
source: Change the background colour
de_de: Ändern Sie die Hintergrundfarbe
fr_fr: Changer la couleur de fond

# nudEHPower.ToolTip
source: Input the Power
de_de: Geben Sie den Exponenten ein
fr_fr: Entrez l'exposant

# btnEventHorizon.Text
source: Calculate
de_de: Berechnung
fr_fr: Calculer

# btnEventHorizon.ToolTip
source: Calculate the Event Horizon
de_de: Berechnen Sie den Ereignishorizont
fr_fr: Calculer l'horizon des événements

# lblPower.Text
source: Power
de_de: Exponent
fr_fr: Exposant

# lblBlackholeMass.Text
source: Blackhole Mass
de_de: Masse des Schwarzen Lochs
fr_fr: Masse du trou noir

# tbxBHMass.ToolTip
source: Input Blackhole Mass (Decimal)
de_de: Eingabe Schwarzes Loch Masse (dezimal)
fr_fr: Masse du trou noir d'entrée (décimal)

# lblBlackholeMass2.Text
source: Blackhole Mass 2
de_de: Masse des Schwarzen Lochs 2
fr_fr: Masse du trou noir 2

# tbxBHMass2.ToolTip
source: Input Blackhole Mass 2 (Decimal)
de_de: Eingabe Schwarzes Loch Masse 2 (dezimal)
fr_fr: Masse du trou noir d'entrée 2 (décimal)

# groupBox3.Text
source: Event Horizon
de_de: Ereignishorizont
fr_fr: Horizon des événements

# btnCelciusKelvin.Text
source: Calculate
de_de: Berechnung
fr_fr: Calculer

# btnCelciusKelvin.ToolTip
source: Convert Celcius to Kelvin
de_de: Konvertieren Sie Celsius in Kelvin
fr_fr: Convertir Celsius en Kelvin

# tbxCelcius.ToolTip
source: Input Celcius (Decimal)
de_de: Eingabe Celsius (dezimal)
fr_fr: Entrée Celsius (décimal)

# groupBox2.Text
source: Celsius to Kelvin
de_de: Celsius zu Kelvin
fr_fr: Celsius en Kelvin

# btnStarDistance.Text
source: Calculate
de_de: Berechnung
fr_fr: Calculer

# btnStarDistance.ToolTip
source: Calculate Star Distance
de_de: Berechnen Sie die Sternenentfernung
fr_fr: Calculer la distance des étoiles

# lblArsecondsAngle.Text
source: Arcseonds Angle
de_de: Bogensekunden Winkel
fr_fr: Angle des secondes d'arc

# tbxAngle.ToolTip
source: Input Arcseonds Angle (Decimal)
de_de: Bogensekundenwinkel eingeben (dezimal)
fr_fr: Angle d'arcsecondes d'entrée (décimal)

# groupBox1.Text
source: Star Distance
de_de: Sternenentfernung
fr_fr: Distance étoile

# btnStarVelocity.Text
source: Calculate
de_de: Berechnung
fr_fr: Calculer

# btnStarVelocity.ToolTip
source: Calculate Star Velocity
de_de: Sterngeschwindigkeit berechnen
fr_fr: Calculer la vitesse des étoiles

# lblRestWavelength.Text
source: Rest Wavelength
de_de: Ruhewellenlänge
fr_fr: Longueur d'onde de repos

# tbxRestWavelength.ToolTip
source: Input Rest Wavelength (Decimal)
de_de: Eingangsruhewellenlänge (dezimal)
fr_fr: Longueur d'onde de repos d'entrée (décimal)

# lblObservedWavelength.Text
source: Observed Wavelength
de_de: Beobachtete Wellenlänge
fr_fr: Longueur d'onde observée

# tbxObservedWavelength.ToolTip
source: Input Observed Wavelength (Decimal)
de_de: Eingabe beobachtete Wellenlänge (dezimal)
fr_fr: Longueur d'onde observée d'entrée (décimal)

# gbStarVelocity.Text
source: Star Velocity
de_de: Sterngeschwindigkeit
fr_fr: Vitesse des étoiles

# StarVelocity.HeaderText
source: Star Velocity
de_de: Sterngeschwindigkeit
fr_fr: Vitesse des étoiles

# StarDistance.HeaderText
source: Star Distance
de_de: Sternenentfernung
fr_fr: Distance étoile

# EventHorizon.HeaderText
source: Event Horizon
de_de: Ereignishorizont
fr_fr: Horizon des événements

# dgvMain.ToolTip
source: This is where your data is displayed.
de_de: Hier werden Ihre Daten angezeigt.
fr_fr: C'est ici que vos données sont affichées.

# cbxTheme.Items
source: 1 Theme: Light
de_de: 1 Thema: Licht
fr_fr: 1 Thème : Lumière

# cbxTheme.Items1
source: 2 Theme: Dark
de_de: 2 Thema: Dunkel
fr_fr: 2 Thème : Sombre

# cbxTheme.Items2
source: 3 Theme: Day
de_de: 3 Thema: Tag
fr_fr: 3 Thème : Jour

# cbxTheme.Items3
source: 4 Theme: Night
de_de: 4 Thema: Nacht
fr_fr: 4 Thème : Nuit

# cbxTheme.Items4
source: 5 Theme: Crimson
de_de: 5 Thema: Purpur
fr_fr: 5 Thème : Pourpre

# cbxTheme.Items5
source: 6 Theme: Purple
de_de: 6 Thema: Lila
fr_fr: 6 Thème : Violet

# cbxTheme.Items6
source: 7 Theme: KC
de_de: 7 Thema: KC
fr_fr: 7 Thème : KC

# cbxTheme.Items7
source: 8 Theme: Purple Haze
de_de: 8 Thema: Lila Dunst
fr_fr: 8 Thème: Purple Haze

# cbxTheme.Items8
source: 9 Theme: Rain
de_de: 9 Thema: Regen
fr_fr: 9 Thème : Pluie

# cbxTheme.ToolTip
source: Change the theme.
de_de: Ändern Sie das Thema.
fr_fr: Changer de thème.

# toolStripComboBox1.Items
source: 1 Theme: Light
de_de: 1 Thema: Licht
fr_fr: 1 Thème : Lumière

# toolStripComboBox1.Items1
source: 2 Theme: Dark
de_de: 2 Thema: Dunkel
fr_fr: 2 Thème : Sombre

# toolStripComboBox1.Items2
source: 3 Theme: Day
de_de: 3 Thema: Tag
fr_fr: 3 Thème : Jour

# toolStripComboBox1.Items3
source: 4 Theme: Night
de_de: 4 Thema: Nacht
fr_fr: 4 Thème : Nuit

# toolStripComboBox1.Items4
source: 5 Theme: Crimson
de_de: 5 Thema: Purpur
fr_fr: 5 Thème : Pourpre

# toolStripComboBox1.Items5
source: 6 Theme: Purple
de_de: 6 Thema: Lila
fr_fr: 6 Thème : Violet

# toolStripComboBox1.Items6
source: 7 Theme: KC
de_de: 7 Thema: KC
fr_fr: 7 Thème : KC

# toolStripComboBox1.Items7
source: 8 Theme: Purple Haze
de_de: 8 Thema: Lila Dunst
fr_fr: 8 Thème: Purple Haze

# toolStripComboBox1.Items8
source: 9 Theme: Rain
de_de: 9 Thema: Regen
fr_fr: 9 Thème : Pluie

# MenuStyleBackground.Text
source: Background
de_de: Hintergrund
fr_fr: Arrière-plan

# menustripStyle.Text
source: Style
de_de: Stil

# menuLanguage.Text
source: Language
de_de: Sprache
fr_fr: Langue

# btnGerman.ToolTip
source: Change the language to German.
de_de: Stellen Sie die Sprache auf Deutsch um
fr_fr: Changer la langue en allemand

# btnFrench.ToolTip
source: Change the language to French
de_de: Ändern Sie die Sprache auf Französisch
fr_fr: Changer la langue en anglais

# btnEnglish.ToolTip
source: Change the language to English
de_de: Ändern Sie die Sprache auf Englisch
fr_fr: Changer la langue en anglais

# $this.Text
source: Malin Astro Math Processing
de_de: Malin Astro-Mathematik-Verarbeitung
fr_fr: Malin Traitement mathématique astro
